{
    "loading":"Loading",
    "changeSkin":"Edgy Mode",
    "changeLang":"Mi Españolito",
    "menu":"Menu",
    "tab1":"Advices",
    "tab2":"My Fishes",
    "add":"Add Fish",
    "enter":"Enter the fish name",
    "remove":"Remove",
    "fish1":"Mikey",
    "fish2":"Goldie",
    "photo":"Take picture",
    "data":"Fish Data",
    "save": "Save",
    "toastdel":"Fish deleted succesfully",
    "toastimg":"Take a picture to complete the insertion.",
    "toastsave":"Fish added correctly.",
    "search":"Search",
    "pull":"Pull to refresh",
    "conf": "Delete fish",
    "yes":"Yes",
    "ok":"Ok",
    "cancel":"Cancel",
    "uremove":"Do you want to remove the fish?",
    "feed":"Feed",
    "feedtip":"Provide two rations of scales a day",
    "feeddesc":"The ideal is to provide food in small quantities four to six times a day if possible, taking care not to overfeed them. In the absence of natural light, we must ensure that the lamp is lit so that the fish can see the food, especially when they are fingerlings. If caring for aquarium fish is a family affair, care must be taken not to overfeed and let the other members of the family know that the fish have already been fed. As a general rule, you have to give him enough food that he is able to eat in two or three minutes at the most. To determine the amount, you have to drop just a pinch of food in the aquarium and see how long it takes to eat it, how much it has fallen to the bottom and the time it takes the bottom fish to eat the food. If after two minutes there are no traces of food, we can add another pinch, taking care that they do not leave a trace of food.",
    "clean":"Cleaning",
    "cleantip":"Change Water",
    "cleandesc":"To be able to carry out the cleaning process of the aquarium, with comfort and without bothering anyone, you must lodge its inhabitants in a temporary container. This is the moment that we will take advantage of to make the water change. This process is fundamental because it allows replacing a part of the dirty water with a similar amount of clean water. With this we manage to reduce the concentration of toxic substances in the aquarium. Therefore, we will collect the necessary water from the aquarium and pour it into the temporary house. Then, and with the help of a network appropriate to the size of the fish, we will carefully catch them and place them in the container. We will remove the decorative elements of the aquarium: artificial plants, rocks, caves, vessels, trunks, figures, corals, etc. Once outside, wash them with plenty of cold water and let them air dry. To easily remove dirt and algae from the interior of the aquarium, it is advisable to use a resistant pad, specific for these glass containers. It consists of an effective material, but delicate at the same time with the glass, since it eliminates algae without scratching. Never use detergents or any other household product to clean your aquarium, they can leave remains dangerous to the health of the fish and the stability of the water. We already have the interior clean, now it's time to refill the aquarium with tap water, with the help of a bucket. The amount of water that you will replace, will depend on the one that you have removed previously. Next, add a specific product, water conditioner, to eliminate the chlorine or leave the water to stand for a couple of days before cleaning to evaporate much of it. Reintroduce all the parts of the prop that we had removed into the aquarium. Finally reintroduce your fish back into the aquarium.",
    "cares":"Health Cares",
    "carestip":"Take care of wounds and swelling",
    "caresdesc":"When we are in the case in which one of our fish has an open wound, we must be very careful with the product we use when treating it, since any of the substances that we apply can affect the rest of the animals that live with it. In the case of infections caused by fungi, they are often diseases secondary to another type of disease. Their most visible symptoms are: Erratic swimming, such as darts, rubbing or scratching against surfaces, cottony areas visible on the skin, body, eyes or mouth. In aquariums it is very common for pathologies to occur due to different causes, but we must act on time since, as a general rule, diseases in aquariums are usually transmitted quickly. The general symptoms of infections caused by bacteria are: inactivity, loss of color, frayed fins, swollen body, cloudy eyes, open wounds, abscesses, red streaks all over the body, redness or swelling of any part of the body, fins or organs internal, bulging eyes, difficulty breathing. When they are infections caused by parasites, they tend to be confused with those caused by bacteria because they share some symptoms such as inactivity or loss of appetite; however, it is necessary to observe if your body presents an excess of mucus or film, some visible spot or worms, besides presenting a rapid breathing and red areas similar to deep scratches in some area."
}