{
    "loading":"Cargando",
    "changeSkin":"Modo Edgy",
    "changeLang":"English Mastah",
    "home":"Inicio",
    "tab1":"Consejos",
    "tab2":"Mis Peces",
    "add":"Añadir Pez",
    "enter":"Introduzca el nombre",
    "menu":"Menú",
    "remove":"Eliminar",
    "nofish":"Aún no se ha introducido ningún pez en la base de datos",
    "fish1":"Miguelin",
    "fish2":"Doradito",
    "photo":"Tomar Foto",
    "data":"Datos del Pez",
    "save": "Guardar",
    "toastdel":"Pez borrado con exito.",
    "toastimg":"Haga una foto para completar la inserción.",
    "toastsave":"Pez insertado con exito.",
    "search":"Buscar",
    "pull":"Arrastra para refrescar",
    "conf": "Borrado",
    "yes":"Si",
    "ok":"Aceptar",
    "cancel":"Cancelar",
    "uremove":"¿Quieres eliminar este pez? ",
    "feed":"Alimentación",
    "feedtip":"Dar dos raciones de escamas al dia",
    "feeddesc":"Lo ideal es proporcionarles alimento en pequeñas cantidad de cuatro a seis veces al día si es posible, teniendo cuidado de no sobrealimentarlos. Ante la falta de luz natural, hay que asegurarnos de que la lámpara esté encendida para que los peces puedan ver la comida, especialmente cuando se tratan de alevines. Si el cuidado de los peces del acuario es un asunto de familia, hay que cuidar de no sobrealimentar y dejar saber a los otros miembros de la familia que los peces ya han sido alimentados. Como regla general, hay que darle el suficiente alimento que es capaz de comer en dos o tres minutos como máximo. Para determinar la cantidad, hay que dejar caer tan solo una pizca de comida en el acuario y observar cuánto tiempo tarda en comerla, cuánta cantidad ha caído al fondo y el tiempo que le toma a los peces del fondo comer el alimento. Si después de dos minutos no hay rastros de comida, podemos poner otra pizca, cuidando de que no dejen rastro de alimento. ",
    "clean":"Limpieza",
    "cleantip":"Cambiar el agua y retirar residuos",
    "cleandesc":"Para poder llevar a cabo el proceso de limpieza del acuario, con comodidad y sin molestar a nadie, hay que alojar a sus moradores en un recipiente provisional. Este es el momento que aprovecharemos para realizar el cambio de agua. Este proceso es fundamental pues permite reemplazar una parte del agua sucia por una cantidad similar de agua limpia. Con esto conseguimos reducir la concentración de sustancias tóxicas del acuario. Por lo tanto, recogeremos el agua necesaria del acuario y la verteremos en la casa temporal. A continuación, y con la ayuda de una red adecuada al tamaño de los peces, los pescaremos con cuidado y los colocaremos en el recipiente. Retiraremos los elementos decorativos del acuario: plantas artificiales, rocas, cuevas, vasijas, troncos, figuras, corales, etc. Una vez fuera, los lavamos con abundante agua fría y los dejamos secar al aire. Para eliminar con facilidad la suciedad y las algas del interior del acuario, conviene utilizar una almohadilla resistente, específica para estos recipientes de vidrio. Se compone de un material efectivo, pero delicado a la vez con el cristal, ya que elimina las algas sin rayar. Nunca uses detergentes ni cualquier otro producto de uso doméstico para limpiar tu acuario, pueden dejar restos peligrosos para la salud de los peces y la estabilidad del agua. Ya tenemos el interior limpio, ahora es el momento de rellenar el acuario con agua del grifo, con la ayuda de un cubo. La cantidad de agua que repondrás, dependerá de la que hayas sacado anteriormente. Seguidamente, añade un producto específico, acondicionador del agua, para eliminar el cloro o en su defecto deja reposar el agua durante un par de dias antes de la limpieza para que evapore gran parte del mismo. Vuelve a introducir en el acuario todas las piezas del atrezo que habíamos retirado. Finalmente reintroduce a tus peces de nuevo en al acuario.",
    "cares":"Cuidados",
    "carestip":"Comprobar que no hay daños ni hinchazón",
    "caresdesc":"Cuando nos encontramos en el caso en el que uno de nuestros peces tiene alguna herida abierta hay que tener mucho cuidado con el producto que usemos al tratarlo, ya que cualquiera de las sustancias que le apliquemos puede afectar al resto de animales que convivan con éste. Para el caso de las Infecciones causadas por hongos, a menudo son enfermedades secundarias a otro tipo de enfermedad sus síntomas más visibles son: Natación errática, como dardos, se frotan o rascan contra superficies, zonas algodonosas visibles en la piel, cuerpo, ojos o boca. En los acuarios es muy común que se den patologías por diferentes causas, pero hay que actuar a tiempo ya que, por norma general, las enfermedades en los acuarios suelen transmitirse de forma rápida. Los síntomas generales de las infecciones causadas por bacterias son: inactividad, pérdida de color, aletas deshilachadas, cuerpo hinchado, ojos nublados, herida abiertas, abscesos, rayas rojas en todo el cuerpo, enrojecimiento o inflamación de alguna parte del cuerpo, aletas u órganos internos, ojos saltones, dificultad para respirar. Cuando son infecciones causadas por parásitos, tienden a confundirse con las causadas por bacterias pues comparten algunos síntomas como la inactividad o pérdida de apetito; sin embargo es necesario observar si su cuerpo presenta un exceso de mucosidad o película, alguna mancha visible o gusanos, además de presentar una respiración rápida y zonas rojas parecidas a arañazos profundos en alguna zona."
}